Repository: krischerven/scarlatti-translations
Catalog: *.po
Languages: be

source: Window size
be: Памер акна

source: Window size (width and height).
be: Памер акна (шырыня і вышыня).

source: Window position
be: Пазіцыя акна

source: Window position (x and y).
be: Пазіцыя акна (x, y).

source: Allow using a cover per track
be: Дазволіць выкарыстанне вокладкі для кожнай дарожкі

source: Access network
be: Доступ да сеткі

source: Save artwork/popularity in tags
be: Захоўваць вокладку і ацэнку ў тэгах

source: Window maximized
be: Разгортванне акна

source: Window maximized state.
be: Стан акна – разгорнута.

source: Enabled genres in party mode
be: Жанры, якія ўключаны ў рэжыме вечарынкі

source: ID for genres.
be: ID для жанраў.

source: Search on the Web
be: Пошук у інтэрнэце

source: Shown suggestions
be: Паказаныя прапановы

source: Use Libre.fm instead of Last.fm
be: Выкарыстоўваць Libre.fm замест Last.fm

source: ListenBrainz user token
be: Токен карыстальніка ListenBrainz

source: Google Custom Search API key
be: Ключ Google Custom Search API

source: Restart needed
be: Патрабуецца перазапуск

source: Database version
be: Версія базы даных

source: Albums cover size
be: Памер вокладкі альбома

source: Encoding quality
be: Якасць кадавання

source: Auto update music
be: Аўтаабнаўленне музыкі

source: Use dark GTK theme
be: Выкарыстоўваць цёмную тэму GTK

source: Ex: Beatles, The
be: Прыклад: Beatles, The

source: Restore previous state
be: Аднавіць папярэдні стан

source: Disable MPRIS
be: Адключыць MPRIS

source: Volume rate
be: Узровень гучнасці

source: Equalizer enabled
be: Эквалайзер уключаны

source: Show labels in sidebar
be: Паказваць меткі на бакавой панэлі

source: Smooth track transitions
be: Плаўны пераход паміж дарожкамі

source: Smooth track transitions only in party mode
be: Плаўны пераход паміж трэкамі толькі ў рэжыме вечарынкі

source: Transition duration in ms
be: Працягласць пераходу ў мс

source: Fade effect on playback status change
be: Эфект затухання пры змяненні стану прайгравання

source: Fade duration in ms
be: Працягласць затухання ў мс

source: Fade effect only in party mode
be: Эфект затухання толькі ў рэжыме вечарынкі

source: ReplayGain state
be: Стан ReplayGain

source: ReplayGain value in dB
be: Значэнне ReplayGain у дБ

source: Between -15 and 15
be: Паміж -15 і 15

source: Repeat
be: Паўтор

source: Order albums by
be: Упарадкаванне альбомаў

source: A music player for GNOME.
be: Прайгравальнік музыкі для GNOME.

source: Visit Scarlatti website
be: Наведаць сайт Scarlatti

# Add your names here, do not remove previous names!
source: translator1, translator2, ...
be: Vasil Pupkin

source: Reda Lazri: Scarlatti icon Geary Development Team: tag-list-symbolic icon GNOME Project: unplayed-albums-symbolic artists-list-symbolic icons Martins D. Okoi: Description in appdata
be: Reda Lazri: Значок Scarlatti Каманда распрацоўкі Geary: Значок tag-list-symbolic Праект GNOME: unplayed-albums-symbolic artists-list-symbolic icons Martins D. Okoi: Апісанне ў appdata

source: Donations:
be: Ахвяраванні:

source: Music Player
be: Прайгравальнік музыкі

source: Music;Player;Lollipop;
be: Music;Player;Lollipop;Музыкальны;Плэер;Музычны;Прайгравальнік;Музыкі;

source: Play/Pause
be: Прайграванне/Паўза

source: Next
be: Наступны

source: Previous
be: Папярэдні

source: Update music
be: Абнавіць музыку

source: Mini player
be: Міні-прайгравальнік

source: Fullscreen
be: На ўвесь экран

source: _Preferences
be: _Налады

source: _Keyboard Shortcuts
be: _Спалучэнні клавіш

source: _About Scarlatti
be: _Аб праграме

source: Quit
be: Выйсці

source: Equalizer
be: Эквалайзер

# artist context
source: Add to current playlist
be: Дадаць у бягучы спіс прайгравання

source: Albums
be: Альбомы

source: Playlists
be: Спісы прайгравання

source: Synchronize
be: Сінхранізацыя

source: Play
be: Прайграць

source: Name:
be: Назва:

source: Save
be: Захаваць

source: Address:
be: Адрас:

source: General
be: Агульныя

source: Appearance
be: Выгляд

source: Dark Mode
be: Цёмны рэжым

source: High quality artwork
be: Вокладкі высокай якасці

source: Artwork size
be: Памер вокладкі

source: Clean cache
be: Ачысціць кэш

source: Behaviour
be: Паводзіны

source: Play music in background
be: Прайграваць музыку ў фоне

source: Restore state on startup
be: Аднаўляць стан падчас запуску

source: Restore current playback and view
be: Аднаўляць прайграванне і выгляд

source: Save changes to file
be: Захоўваць змены ў файл

source: Save artwork and rating to files
be: Захоўваць вокладку і ацэнку ў файлах

source: Albums will be sorted by this field
be: Сартаванне альбомаў будзе выконвацца згодна з гэтым полем

source: Artist - year
be: Выканавец - год

source: Artist - title
be: Выканавец - назва

source: Title
be: Назва

source: Year
be: Год

source: Popularity
be: Папулярнасць

source: Playback
be: Прайграванне

source: Enable transitions
be: Уключыць пераходы

source: Add a transition on track change
be: Дадаць пераход пры змяненні дарожкі

source: Transitions only in party mode
be: Пераходы толькі ў рэжыме вечарынкі

source: Duration
be: Працягласць

source: Transition duration in milliseconds
be: Працягласць пераходу ў мілісекундах

source: Apply audio correction on the fly
be: Выраўноўваць узровень гучнасці розных дарожак

source: Disabled
be: Адключана

source: Track
be: Дарожка

source: Album
be: Альбом

source: Music
be: Музыка

source: Collection
be: Калекцыя

source: Reset collection
be: Скінуць калекцыю

source: Statistics
be: Статыстыка

source: Devices
be: Прылады

source: Web
be: Інтэрнэт

source: Status
be: Стан

source: Allow network access
be: Дазволіць доступ да сеткі

source: Background data
be: Фонавыя даныя

source: Download album/artist artwork in the background
be: Пошук вокладкі ў фоне

source: Enabled
be: Уключана

source: Connect
be: Злучыцца

source: Search (artwork, songs, etc)
be: Пошук (вокладкі, песні, ...)

source: Wikipedia
be: Вікіпедыя

source: Lyrics
be: Тэксты песень

# shortcut window
source: General
be: Агульныя

# shortcut window
source: Settings
be: Налады

# shortcut window
source: Search
be: Пошук

# shortcut window
source: Party mode
be: Рэжым вечарынкі

# shortcut window
source: Show/Hide filter
be: Паказаць/схаваць фільтр

# shortcut window
source: Lock playback
be: Заблакіраваць прайграванне

# shortcut window
source: Show equalizer
be: Паказаць эквалайзер

# shortcut window
source: Show lyrics
be: Паказаць тэкст песні

# shortcut window
source: Volume up
be: Павялічыць гучнасць

# shortcut window
source: Volume down
be: Паменшыць гучнасць

# shortcut window
source: Fullscreen
be: На ўвесь экран

# shortcut window
source: Mini player
be: Міні-прайгравальнік

# shortcut window
source: Playback
be: Прайграванне

# shortcut window
source: Play
be: Прайграць

# shortcut window
source: Pause
be: Паўза

# shortcut window
source: Stop
be: Спыніць

# shortcut window
source: Next track
be: Наступная дарожка

# shortcut window
source: Previous track
be: Папярэдняя дарожка

# shortcut window
source: Skip current album
be: Прапусціць бягучы альбом

source: album
be: альбом

source: artist
be: выканавец

source: year DESC
be: год (узр)

source: year ASC
be: год (зм)

source: duration DESC
be: працягласць (зм)

source: duration ASC
be: працягласць (узр)

source: all
be: усё

source: one
be: адзін

source: of the following rules :
be: з наступных правіл:

source: Genre
be: Жанр

source: Artist
be: Выканавец

source: Rating
be: Ацэнка

source: Party mode
be: Рэжым вечарынкі

source: Enable party mode
be: Уключыць рэжым вечарынкі

source: Configure
be: Наладзіць

source: Repetition
be: Паўтарэнне

source: Automatic playback (random)
be: Аўтаматычнае прайграванне (выпадковае)

source: Repeat track
be: Паўтараць дарожку

source: Do not repeat
be: Не паўтараць

source: Playback options
be: Параметры прайгравання

source: Go back
be: Назад

source: Go home
be: Хатняя

source: You need to install kid3-cli
be: Патрабуецца ўсталяваць kid3-cli

source: Can't contact this service
be: Немагчыма звязацца з гэтым сэрвісам

source: Finish
be: Завяршыць

source: Authorization needed
be: Патрабуецца аўтарызацыя

source: Update folders
be: Абнавіць папкі

source: - <b>Open</b> Scarlatti <b>preferences</b> - Go to the <b>Music</b> tab - <b>Remove</b> all folders from collection - Then, <b>add</b> them again
be: - <b>Адкрыйце</b> <b>налады</b> Scarlatti - Перайдзіце на ўкладку <b>Музыка</b> - <b>Выдаліце</b> ўсе папкі з калекцыі - Затым, трэба <b>дадаць</b> іх зноў

source: Back
be: Назад

source: Preferences
be: Налады

source: What is the Google API key?
be: Што такое ключ Google API?

source: Cancel
be: Скасаваць

source: Connect to the console
be: Падключыцца да кансолі

source: <b>Open and log</b> in to the <b>Google Developer Console</b>
be: <b>Адкрыйце і ўвайдзіце</b> ў <b>Google Developer Console</b>

source: Access Google Developer Console
be: Доступ да Google Developer Console

source: Activate the API
be: Актывацыя API

source: Copy the key
be: Скапіяваць ключ

source: Connect to %s
be: Падключыцца да %s

source: Just play a track
be: Проста прайграць дарожку

source: Copy key
be: Скапіяваць ключ

source: Unknown
be: Невядома

source: Automatically download albums and artists artwork?
be: Спампоўваць вокладкі для альбомаў і выканаўцаў аўтаматычна?

source: Yes
be: Так

source: Select
be: Выбраць

source: Select an application
be: Выберыце праграму

source: Artists count: %s
be: Колькасць выканаўцаў: %s

source: Albums count: %s
be: Колькасць альбомаў: %s

source: Tracks count: %s
be: Колькасць дарожак: %s

source: Disconnect
be: Адключыцца

source: Are you sure?
be: Вы ўпэўненыя?

source: You are using a broken cursor theme!
be: Выкарыстоўваецца пашкоджаная тэма курсора!

source: band
be: гурт

source: singer
be: вакал

source: Buy this album
be: Купіць альбом

source: Open with…
be: Адкрыць праз…

source: Show tracks
be: Паказаць дарожкі

source: Available albums
be: Даступныя альбомы

source: Change Artwork
be: Змяніць вокладку

source: Create a new playlist
be: Стварыць новы спіс прайгравання

source: Show album
be: Паказаць альбом

source: Others
be: Іншыя

source: %Y-%m-%d
be: %d.%m.%Y

source: YouTube page address
be: Адрас старонкі YouTube

source: Play a radio
be: Прайграць радыё

source: Popular tracks
be: Папулярныя дарожкі

source: From collection
be: З калекцыі

source: From the Web
be: З інтэрнэту

source: Play this playlist
be: Прайграць гэты спіс прайгравання

source: Play this artist
be: Прайграванне гэтага выканаўцы

source: Ignored
be: Ігнараванне

source: Play this genre
be: Прайграванне гэтага жанру

source: Play this decade
be: Прайграванне гэтага дзесяцігоддзя

source: Play this album
be: Прайграванне гэтага альбома

source: Add to queue
be: Дадаць у чаргу

source: Remove from queue
be: Выдаліць з чаргі

source: Save playlist
be: Захаваць спіс прайгравання

source: Sync from Last.FM
be: Сінхранізацыя з Last.FM

source: Playlist
be: Спіс прайгравання

source: Edit
be: Рэдагаваць

source: Remove this playlist?
be: Выдаліць гэты спіс прайгравання?

source: Confirm
be: Пацвердзіць

source: New playlist
be: Новы спіс прайгравання

source: Search
be: Пошук

source: Default on startup
be: Прадвызначана пры запуску

source: Startup
be: Запуск

source: Sidebar
be: Бакавая панэль

source: Show text
be: Паказаць тэкст

source: Options
be: Параметры

source: Sections
be: Раздзелы

source: Loading…
be: Загрузка…

source: Similar artists
be: Падобныя выканаўцы

source: No results
be: Няма вынікаў

source: Suggestions
be: Прапановы

source: New releases on Spotify
be: Новыя выпускі на Spotify

source: Suggestions from Spotify
be: Прапановы з Spotify

source: Top albums on Deezer
be: Лепшыя альбомы Deezer

source: All devices
be: Усе прылады

source: No album available
be: Няма даступных альбомаў

source: Can't find this track on YouTube
be: Не ўдалося знайсці гэтую дарожку на YouTube

source: New playlist
be: Новы спіс прайгравання

source: Popular albums
be: Папулярныя альбомы

source: Random albums
be: Выпадковыя альбомы

source: Years
be: Гады

source: Genres
be: Жанры

source: Genres (list)
be: Жанры (спіс)

source: Artists
be: Выканаўцы

source: Artists (list)
be: Выканаўцы (спіс)

source: Information
be: Інфармацыя

source: Random tracks
be: Выпадковыя дарожкі

source: Recently played tracks
be: Нядаўна прайграныя дарожкі

source: Skipped tracks
be: Прапушчаныя дарожкі

source: All tracks
be: Усе дарожкі

source: All genres
be: Усе жанры

source: %s h %s m
be: %s гадз %s хв

source: %s h
be: %s гадз

source: %s m
be: %s хв

source: New albums available
be: Даступны новыя альбомы

source: Refresh
be: Абнавіць

source: No lyrics found
be: Тэкст песні не знойдзены

source: Search for artists, albums and tracks
be: Пошук выканаўцаў, альбомаў і дарожак

source: No results for this search
be: Няма вынікаў для гэтага запыту

source: Welcome to Scarlatti
be: Вітаем у Scarlatti

source: All tracks skipped
be: Усе дарожкі прапушчаны

source: Disc %s
be: Дыск %s

source: Currently in queue
be: Зараз у чарзе

source: Tracks
be: Дарожкі

source: Select artwork
be: Выберыце вокладку

source: Remove
be: Выдаліць

source: Add to current playlist
be: Дадаць у бягучы спіс прайгравання

source: Remove from current playlist
be: Выдаліць з бягучага спіса прайгравання

source: Clear albums
be: Ачысціць альбомы

source: Go to current track
be: Перайсці да бягучай дарожкі

source: <b>Album of the day</b>
be: <b>Альбом дня</b>

source: No synchronized albums
be: Няма сінхранізаваных альбомаў

source: No synchronized playlists
be: Няма сінхранізаваных спісаў прайгравання

source: Default
be: Прадвызначаны

source: Custom
be: Уласны

source: Acoustic
be: Акустыка

source: Bass
be: Бас

source: Bass and Treble
be: Бас і высокія

source: Classical
be: Класіка

source: Club
be: Клуб

source: Dance
be: Танцавальны

source: Disco
be: Дыска

source: Jazz
be: Джаз

source: Latin
be: Лацінаамерыканская

source: Metal
be: Метал

source: New Age
be: Нью-эйдж

source: Party
be: Вечарынка

source: Pop
be: Поп

source: Reggae
be: Рэгі

source: Rock
be: Рок

source: Techno
be: Тэхна

source: Vocal
be: Вакал

source: Pause
be: Паўза

source: is equal to
be: роўна

source: is not equal to
be: не роўна

source: contains
be: змяшчае

source: does not contain
be: не змяшчае

source: is greater than
be: больш за

source: is less than
be: менш за

source: Remove from playlist
be: Выдаліць са спіса прайгравання
